Repository: SamDel/ChromeCast-Desktop-Audio-Streamer
Catalog: Source/ChromeCast.Desktop.AudioStreamer/MultilingualResources/ChromeCast.Desktop.AudioStreamer.*.xlf
Languages: fr

source: Buffering
fr: Mise en mémoire tampon

# Button_ClipboardCopy_Text
source: Copy to clipboard
fr: Copier dans le presse-papier

# Button_Down_Text
source: Down
fr: Baisser

# Button_Mute_Text
source: Mute
fr: Sourdine

# Button_ResetSetting_Text
source: Reset Settings
fr: Réinitialiser les paramètres

# Button_ScanAgain_Text
source: Scan again for devices
fr: Rechercher à nouveau des périphériques

# Button_SyncDevices_Text
source: Sync Devices
fr: Synchroniser les périphériques

# Button_Up_Text
source: Up
fr: Augmenter

# Check_AutomaticallyRestart_Text
source: Automatically restart when the stream is closed
fr: Redémarrage automatique lorsque le flux est fermé

# Check_AutomaticallyStart_Text
source: Automatically start devices at startup
fr: Démarrage automatique des périphériques au démarrage

# Check_KeyboardShortcuts_Text
source: Use Keyboard shortcuts: Up = Ctrl+Alt+U; Down = Ctrl+Alt+D; (Un)Mute = Ctrl+Alt+M
fr: Utiliser les raccourcis clavier : Augmenter = Ctrl+Alt+U; Baisser = Ctrl+Alt+D; Sourdine = Ctrl+Alt+M

# Check_ShowLagControl_Text
source: Show lag control (experimental)
fr: Afficher le contrôle du décalage (expérimental)

# Check_ShowWindowOnStart_Text
source: Show window at startup
fr: Montrer la fenêtre au démarrage

source: Closed
fr: Fermé

source: Connect Error
fr: Erreur de connexion

source: Disposed
fr: Retiré

# Group_Devices_Text
source: Devices (click name to start streaming)
fr: Périphériques (cliquez sur le nom pour commencer le streaming)

# Group_Lag_Text
source: Lag Control
fr: Contrôle du décalage

# Group_VolumeAllDevices_Text
source: Volume all devices:
fr: Volume de tous les périphériques :

source: Idle
fr: Inactif

source: Invalid Request
fr: Requête invalide

# Label_IPAddressUsed_Text
source: IP4 address used:
fr: Adresse IP4 utilisée :

# Label_KeepAlive_Text
source: Latest keep-alive message:
fr: Dernier message en direct :

# Label_LagExperimental_Text
source: Experimental feature: Try to keep the buffer on the device as small as possible without hearing dropouts.
fr: Fonctionnalité expérimentale : Essayer de maintenir le tampon le plus petit possible sur l'périphérique, sans temps-mort.

# Label_Language_Text
source: Language
fr: Langue

# Label_MaximumLag_Text
source: maximum lag / best quality
fr: décalage maximum / meilleure quality

# Label_MinimumLag_Text
source: minimum lag / poor quality
fr: décalage minimum / faible qualité

# Label_RecordingDevice_Text
source: Recording device:
fr: Périphérique d'enregistrement :

# Label_StreamFormatExtra_Text
source: The mp3 formats have a long lag and buffering time.
fr: Les formats mp3 ont un décalage et un temps de mise en mémoire tampon important.

# Label_StreamFormat_Text
source: Stream format
fr: Format du flux

# Language_English
source: English
fr: Anglais

# Language_French
source: French
fr: Français

source: Launched Application
fr: Application lancée

source: Launching Application
fr: Lancement de l'application

source: Load Cancelled
fr: Chargement annulé

source: Load Failed
fr: Échec du chargement

source: Loading Media
fr: Chargement du média

# Log_In
source: in
fr: entrée

# Log_Out
source: out
fr: sortie

# MessageBox_NoRecordingDevices
source: No recording devices found.
fr: Aucun périphérique d'enregistrement trouvé.

source: Not Connected
fr: Non connecté

source: Paused
fr: Suspendu

source: Playing
fr: Jouer

# TrayIcon_Close
source: Close
fr: Fermer

# Button_ClearLog_Text
source: Clear Log
fr: Nettoyer le journal

# Check_LogDeviceCommunication_Text
source: Log device communication
fr: Journaliser la communication du périphérique

# MessageBox_NoIPAddress
source: No IP addresses found on your device.
fr: Aucune adresse IP trouvée sur votre périphérique.

# Label_NewVersionAvailable
source: A new version is available on Github
fr: Une nouvelle version est disponible sur Github

source: Connected
fr: Connecté

# Tab_Main_Text
source: Devices
fr: Périphériques

# Language
source: English
fr: Français

# Check_StartApplicationWhenWindowsStarts_Text
source: Start application when Windows starts
fr: Démarrer l'application au démarrage de Windows

source: Devices only
fr: Périphériques seulement

source: Groups only
fr: Groupes seulement

# ShowAll
source: All
fr: Tous

# Check_AutonaticallyStartLastUsed_Text
source: Automatically start last used devices and groups at startup
fr: Démarrage automatique des derniers périphériques et groupes utilisés au démarrage

# Label_LinkHelp_Text
source: Information about options on Github
fr: Informations sur les options de Github

# Tooltip_RecordingLevel_Text
source: Recording level
fr: Volume d'enregistrement

# Label_FilterDevices_Text
source: Filter devices
fr: Filtrer périphériques

# Tooltip_Group_Text
source: Group
fr: Groupe

# Label_BufferInSeconds_Text
source: Device buffer (in seconds)
fr: Mémoire tampon du périphérique (en secondes)

# Check_AutoMute_Text
source: Auto-mute/unmute desktop audio
fr: Sourdine auto/Désactiver la sourdine des sons du bureau.

# LoadingMediaCheckFirewall
source: Check Firewall & Wi-Fi Privacy Status
fr: Vérifiez le pare-feu

# Check_MinimizeToTray_Text
source: Minimize to systray when closing
fr: Réduire dans la barre d'état à la fermeture

# Wav_24bit
source: Wav (Soundcard's sample rate/24bit)
fr: Wav ((taux d'échantillonnage de la carte son/24bit)

# Wav_32bit
source: Wav (Soundcard's sample rate/32bit)
fr: Wav ((taux d'échantillonnage de la carte son/32bit)

# Wav_16bit
source: Wav (Soundcard's sample rate/16bit)
fr: Wav ((taux d'échantillonnage de la carte son/16bit)

# Check_ConvertMultiChannelToStereo_Text
source: Convert multi-channel audio to stereo output
fr: Conversion de l'audio multicanal en sortie stéréo

# Check_DarkMode_Text
source: Dark mode
fr: Mode sombre
